{
  "title": "Portfolio of Francisco Villalba Roldán",
  "welcome": "Welcome!",
  "home": "Home",
  "projects": "Projects",
  "skills": "Skills",
  "education": "Education",
  "contact": "Contact",
  "contactMe": "Contact Me",
  "hi": "Hi, It's",
  "iAm": "I'm a",
  "name": "Fran",
  "developer": "Java Developer",
  "description": "Currently, I am a Java developer with a strong background in key technologies such as Spring, Bootstrap, Hibernate, and Scrum, among others. My focus is on creating robust and efficient solutions, always with an eye on innovation and code quality.",
  "myEducation": "My Education",
  "education1": "Master Java Web/App Developing",
  "description1": "The Java Master offers the knowledge and skills necessary to train as a developer of desktop and web applications using Java, in a context of digital transformation. The syllabus covers from fundamentals to advanced Java, including database connection and web development with technologies such as Servlets, JSP, HTML, CSS, JavaScript (including HTML5 and CSS3). The course prepares students to obtain certifications in Java and apply what they have learned in real projects.",
  "education2": "Interior Design",
  "description2": "Interior Design training provides the skills necessary to create functional and aesthetically appealing spaces. It covers key areas such as the use of color, lighting, furnishings, space layout and material selection, all with a focus on client needs and sustainability. Students develop proficiency in residential, commercial and public interior planning, learning to combine creativity with technical principles to design environments that enhance the quality of life.",
  "contactHeading": "Contact Me",
  "contactSpan": "Here",
  "namePlaceholder": "Name",
  "emailPlaceholder": "Email",
  "numberPlaceholder": "Number",
  "subjectPlaceholder": "Subject",
  "messagePlaceholder": "Message",
  "messageText": "Your Message",
  "sendMessage": "Send Message",
  "copyright": "© Francisco Villalba Roldán | All Rights Reserved.",
  "accept": "Accept",
  "reject": "Reject",
  "cookies": "We use cookies to improve your experience. Do you accept the use of cookies?"
}
