{
    "title": "Portfolio de Francisco Villalba Roldán",
    "welcome": "¡Bienvenido!",
    "home": "Inicio",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "education": "Educación",
    "contact": "Contacto",
    "contactMe": "Contacta conmigo",
    "hi": "Hola, soy",
    "iAm": "Soy",
    "name": "Fran",
    "developer": "Desarrollador Java",
    "description": "Actualmente, soy un desarrollador Java con experiencia en tecnologías clave como Spring, Bootstrap, Hibernate y Scrum, entre otras. Mi enfoque está en crear soluciones robustas y eficientes, siempre con un ojo en la innovación y la calidad del código.",
    "myEducation": "Mis Estudios",
    "education1":"Master Java Desarrollo Web/App",
    "description1": "El Máster en Java ofrece los conocimientos y habilidades necesarias para formarse como desarrollador de aplicaciones de escritorioy web con Java, en un contexto de transformación digital. El temario cubre desde los fundamentos hasta el nivel avanzado de Java, incluyendo conexión a bases de datos y desarrollo web con tecnologías como Servlets, JSP, HTML, CSS, JavaScript (incluyendo HTML5 y CSS3). El curso prepara a los alumnos para obtener certificaciones en Java y aplicar lo aprendido en proyectos reales.",
    "education2": "Diseño de Interiores",
    "description2": "La formación en diseño de interiores proporciona los conocimientos necesarios para crear espacios funcionales y estéticamente atractivos. espacios funcionales y estéticamente atractivos. Abarca áreas clave como el uso del color, la iluminación, el mobiliario, la distribución del espacio y la selección de materiales, todo ello centrado en las necesidades del cliente y la sostenibilidad. selección de materiales, todo ello centrado en las necesidades del cliente y la sostenibilidad. Los estudiantes desarrollan competencias en interiorismo residencial, comercial y público, aprendiendo a combinar la creatividad con los principios técnicos para diseñar entornos que mejoren la calidad de vida. la calidad de vida.",
    "contactHeading": "Contáctame",
    "contactSpan": "Aquí",
    "namePlaceholder": "Nombre",
    "emailPlaceholder": "Correo electrónico",
    "numberPlaceholder": "Teléfono",
    "subjectPlaceholder": "Asunto",
    "messageText": "Tu Mensaje",
    "sendMessage": "Enviar Mensaje",
    "copyright": "© Francisco Villalba Roldán | Todos los derechos reservados.",
    "accept": "Aceptar",
    "reject": "Rechazar",
    "cookies": "Utilizamos cookies para mejorar su experiencia. Aceptas el uso de cookies?"
}